Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/10_id_512938.html.tmx
Source language: nob
Languages: sme

source: St.meld. nr. 28 (2007-2008)
sme: St.dieđ. nr. 28 (2007-2008)

source: Samepolitikken
sme: Sámepolitihkka

source: 9 Samiske barn og unges oppvekstvilkår
sme: 9 Sámi mánáid ja nuoraid bajásšaddandilli

source: Menneskene er samfunnets viktigste ressurs.
sme: Olbmot leat servodaga deaŧaleamos resurssat.

source: Forholdene i hjem og nærmiljø er viktige for barn og unges trivsel, trygghet og utvikling.
sme: Ruovttu ja lagaš birrasa dilli lea deaŧalaš vai mánát ja nuorat bures loktet áiggi ja vai sii leat oadjebasat ja besset ovdánit.

source: Gjennom sosial læring, utdanning og medvirkning skal barn lære å få ansvar, vise omsorg, utvikle kritisk sans og selvtillit.
sme: Sosiála oahpaheami bokte, oahpahusa ja mieldedoaibmama bokte galget mánát oahppat oažžut ovddasvástádusa, čájehit fuola, ovddidit kritihkalaš návccaid ja iešdovddu.

source: Regjeringen vil legge stor vekt på å skape gode og trygge oppvekst- og opplæringsvilkår for barn, og på å styrke Norge som kunnskapsnasjon.
sme: Ráđđehus áigu ollu deattuhit ráhkadit buriid ja oadje ­bas bajásšaddan- ja oahpahuseavttuid mánáide, ja dat áigu maid nannet Norgga máhttonašuvdnan.

source: Regjeringen vil sikre og styrke barns rettigheter, og vil aktivt følge opp anbefalingene fra FNs ekspertkomité for barn som etterser at FNs barnekonvensjon følges opp.
sme: Ráđđehus áigu sihkkarastit ja nannet mánáid vuoigatvuođaid, ja áigu aktiivvalaččat čuovvolit daid ávžžuhusaid mat bohtet ON áššedovdijoavkkus mánáide, mii galgá gozihit ahte mánáidkonvenšuvdna čuovvoluvvo.

source: Regjeringen skal legge til rette for at barn og unge i økende grad blir hørt i saker som angår dem.
sme: Ráđđehus galgá láhčit dili nu ahte eambbo guldalit mánáid ja nuoraid dakkár áššiin mat sidjiide gusket.

source: Med hensyn til valg av språk og kultur er mange samiske barn og unge i en situasjon som majoritetsbefolkningens barn og unge ikke opplever.
sme: Go lea sáhka giela ja kultuvrra válljemis, de leat ollu sámi mánát ja nuorat dakkár dilis maid eanetlohkoálbmoga mánát eai vásit.

source: Samiske barn og unges oppvekst foregår i spenningsfeltet mellom tradisjon og modernisering.
sme: Sámi mánáid ja nuoraid bajásšaddan lea gaskal árbevirolaš ja ođđaáigásaš eallima.

source: På den ene siden det samiske samfunns bevisste forhold til sin egen tradisjon, og på den andre siden storsamfunnets innflytelse og krav om omstillinger på alle livsområder.
sme: Nuppi bealde lea sámi servodaga dihtomielat oktavuohta iežas árbevirrui, ja nuppi bealde lea stuoraservodaga báidnin ja nuppástuhttingáibádusat juohke suorgái eallimis.

source: Figur 10.1 Samiske barn og unge skal kunne vokse opp med trygghet for egen kultur, språk og identitet.
sme: Govus 10.1 Sámi mánát ja nuorat galget beassat šaddat bajás oadjebasvuođain iežaset kultuvrii, gillii ja identitehtii.

source: Kilde: Márkomeannu
sme: Gáldu: Márkomeannu

source: Mange har tilpasset seg storsamfunnets krav og forventninger, men har også et aktivt og bevisst forhold til egen kulturell bakgrunn.
sme: Máŋggas leat iežaset heivehan stuoraservodaga gáibádusaide ja vuordámušaide, muhto sis lea maid aktiiva ja dihtomielalaš oktavuohta iežaset kultuvrralaš duogážii.

source: Samiske barn og unge velger forskjellige strategier i møte med fordommer og uvitenhet om samiske verdier og tradisjoner.
sme: Sámi mánát ja nuorat válljejit iešguđetlágan vugiid deaivvadit ovdagáttuiguin ja diehtemeahttunvuođain sámi árvvuid ja árbevie ­ruid birra.

source: Noen velger å tone ned sin samiske tilhørighet for å slippe ubehageligheter.
sme: Muhtimat válljejit muhtin muddui čiegadit iežaset sámi gullevašvuođa vai garvet unohasvuođaid.

source: Andre igjen velger å profilere det samiske, gjør det til en styrke i livet og arbeider for å endre fordommer.
sme: Muhtimat gis válljejit čájehit sámivuođa, dahkat dan nanusvuohtan iežaset eallimis ja bargat dan ala ahte rievdadit ovdagáttuid.

source: Mange samiske barn og unge i dag er slektsmessig flerkulturelle.
sme: Dán áigge leat oallut sámi mánát ja nuorat máŋggakultuvrralaččat soga dáfus.

source: Mange verken kan eller ønsker å bli kategorisert som bare same eller bare norsk.
sme: Oallugat eai sáhte eai ge oba háliit ge gohčoduvvot dušše sápmelažžan dahje dušše dáččan.

source: Regjeringens mål er at samiske barn og unge skal kunne vokse opp med trygghet for egen kultur, språk og identitet.
sme: Ráđđehusa mihttomearri lea ahte sámi mánát ja nuorat galget beassat šaddat bajás oadjebasvuođain iežaset kultuvrii, gillii ja identitehtii.

source: 9.1 FNs konvensjon om barnets rettigheter
sme: 9.1 ON konvenšuvdna mánáid vuoigatvuođaid birra

source: FNs konvensjon om barnets rettigheter bygger på en grunnleggende erkjennelse av barns behov for spesiell beskyttelse og omhandler sivile, politiske, økonomiske, sosiale og kulturelle rettigheter.
sme: ON konvenšuvdna mánáid vuoigatvuođaid birra lea huksejuvvon dan ipmárdussii ahte mánáin lea dárbu erenoamáš suddjejupmái ja dat lea siviila, politihkalaš, ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid birra.

source: Regjeringen arbeider aktivt for at barns rettigheter fremmes i henhold til konvensjonen.
sme: Ráđđehus bargá aktiivvalaččat ovddidit mánáid vuoigatvuođaid konvenšuvnna mielde.

source: Konvensjonen tar bl.a. hensyn til den betydning hver enkelt folkegruppes tradisjoner og kulturelle verdier har for barnets vern og for dets harmoniske utvikling.
sme: Konvenšuvdna váldá ee. vuhtii ahte juohke álbmoga árbevierut ja kultuvrralaš árvvut mearkkašit ollu máná suddjemii ja harmonalaš ovdáneapmái.

source: Barnekonvensjonen har to bestemmelser som særskilt nevner urfolksbarns rettigheter, art. 17 (d) og 30.
sme: Mánáidkonvenšuvnnas leat guokte mearrádusa mat erenoamážit namuhit álgoálbmotmánáid vuoigatvuođaid, art. 17 (d) ja 30.

source: Art. 17 (d) etablerer en forpliktelse for staten til å «oppmuntre» media til å ta spesielle hensyn til minoritetsbarns og urfolksbarns språklige behov.
sme: Art. 17 (d) cealká stáhtas leat geatnagasvuohtan «movttiidahttit» mediat váldit erenoamážit vuhtii unnitlohkoál-bmoga mánáid ja álgoálbmotmánáid gielalaš dárbbuid.

source: Artikkel 30 gir følgende generelle prinsipp: «I land hvor det finnes etniske, religiøse eller språklige minoriteter eller urfolk, skal et barn som tilhører en slik minoritet eller urfolk, ikke nektes retten til sammen med andre medlemmer av sin gruppe å nyte godt av sin kultur, å bekjenne seg til og utøve sin religion eller til å bruke sitt eget språk.»
sme: Artihkal 30 addá čuovvovaš oppalaš prinsihpa: «Riikkain gos leat čearddalaš, oskku dahje gielalaš minoritehtat dahje álgoálbmogat, ii galgga muhtin mánná gii gullá dakkár minoritehtii dahje álgoál ­bmogii biehttaluvvot ovttas iežas joavkku eará miellahtuiguin eallit iežas kultuvrras, dovddastit ja bálvalit iežas oskku ja geavahit iežas giela.»

source: FNs barnekomités uttalelser til statspartene om urfolksbarns rettigheter inneholder en lang rekke anbefalinger.
sme: ON mánáidlávdegotti cealkámušat stáhtaide mat leat álgoálbmotmánáid vuoigatvuođaid birra sisttisetdollet máŋga ávžžuhusa.

source: Staten skal respektere urfolksbarns rett til å bevare egen identitet.
sme: Stáhta galgá atnit gutnis álgoálbmotmánáid rievtti doalahit iežaset identitehta.

source: Personnavn er sammen med språk og kultur blant de viktigste identitetsfaktorer for enhver person.
sme: Olbmonamat oktan gielain ja kultuvrrain leat deaŧaleamos identitehtaoasit juohke ­olbmui.

source: Komiteen ber da også om at statspartene iverksetter nødvendige tiltak for å sikre at urfolksbarn kan nyte godt av sin kultur og bruke sitt språk.
sme: Lávdegoddi bivdá ge maid stáhtaid álggahit dárbbašlaš doaibmabijuid vai sihkkarasttáše álgoálbmotmánáid beassat buorrin atnit iežaset kultuvrra ja maid atnit iežaset giela.

source: De internasjonale forpliktelsene har betydning for norske myndigheters politikk på en rekke områder som berører samiske barn og unges rettigheter og oppvekstvilkår.
sme: Riikkaidgaskasaš geatnegasvuođat mearkkašit Norgga eiseválddiid politihka máŋgga suorggis mat gusket sámi mánáid ja nuoraid vuoigatvuođaide ja bajásšaddandillái.

source: Viktige områder som helse- og sosialtilbud, barnevern, barnehage, grunnskole, videregående skole, kultur- og fritidstilbud, media og andre områder har offentlige myndigheter et ansvar for.
sme: Almmolaš eiseválddiin lea ovddasvástádus deaŧalaš surggiin nu movt dearvvašvuođa- ja sosiálfálaldagain, mánáidsuodjalusas, mánáidgárddiin, vuođđoskuvllas, joatkka, ­skuvllas kultur- ja astoáigefálaldagain, mediain ja eará surggiin.

source: Men staten har også ansvar for å overvåke at rettighetene blir fulgt opp av andre.
sme: Muhto stáhtas lea maid ovddasvástádus gozihit ahte earát čuovvolit daid vuoigatvuođaid.

source: Kommunene har et spesielt ansvar for å sikre en oppvekst hvor samiske barn og unge får muligheter til å styrke sin identitet og sin tilhørighet til det samiske samfunnet.
sme: Suohkaniin lea erenoamáš ovddasvástádus sihkkarastit dakkár bajásšaddama mas sámi mánát ja nuorat besset nannet iežaset identitehta ja gullevašvuođa sámi servodahkii.

source: Norge rapporterer hvert 5. år til FN om oppfølgingen av barnekonvensjonen.
sme: Norga raportere juohke 5. jagi ONii mánáidkonvenšuvnna čuovvoleami.

source: Under artikkel 30 redegjøres det for tiltak overfor samiske barn og ungdom.
sme: 30. artihkkalis čilgejuvvojit doaibmabijut sámi mánáide ja nuoraide.

source: I Norges 3. rapport (2003) ble det bl.a. redegjort for opplæringsloven av 1999 som bl.a. innebar en styrking av elevers rettigheter til opplæring i og på samisk.
sme: Norgga 3. raporttas (2003) čilgejuvvui ee. oahpahuslága 1999 čuovvoleapmi, mii ee. sisttisdoallá ohppiid vuoigatvuođa oažžut oahpahusa sámegielas ja sámegillii.

source: Det ble videre redegjort for et eget tilskudd til barnehager som har vedtektsfestet at de bygger på samisk språk og kultur.
sme: Muđui čilgejuvvui sierra mánáidgárdedoarjaga birra daid mánáidgárddiid hárrái main lea mearrádus ahte dat huksejit doaimmaset sámi gillii ja kultuvrii.

source: (Jfr. Norges 3. rapport, pkt. 587 – 589.)
sme: (Gč. Norgga 3. raportta, č. 587 – 589.)

source: FNs barnekomité hadde ingen merknader til Norges 3. rapport hva angår samiske barn og unge.
sme: ON mánáidlávdegottis eai lean makkárge mearkkašumit Norgga 3. raportii go lea sáhka sámi mánáin ja nuorain.

source: I 2006 ble det produsert en ny plakat med kortversjonen av barnekonvensjonen.
sme: 2006:s ráhkaduvvui ođđa plakáhta masa oanehaččat lea čállojuvvon mánáidkonvenšuvdna.

source: Plakaten ble trykket på bokmål, nynorsk og nordsamisk og distribuert til alle landets kommuner, skoler, barnehager, etc..
sme: Plakáhta čállojuvvui girjedárogillii, ođđadárogillii ja davvisámegillii ja dat juhkkojuvvui buot riikka suohkaniidda, skuvllaide, mánáidgárddiide jna..

source: En ny bokmålsversjon av barnekonvensjonen med tilleggsprotokoller ble dessuten oversatt til nynorsk og samisk.
sme: Muđui jorgaluvvui ođđa veršuvdna mánáidkonvenšuvnnas oktan lassibeavdegirjjiiguin ođđadárogillii ja sámegillii.

source: Både plakaten og konvensjonsteksten er tilgjengelig på Barne- og likestillingsdepartementets nettsider.
sme: Sihke plakáhta ja konvenšuvdnateavstta sáhttá lohkat Mánáid- ja dásseárvodepartemeantta neahttasiidduin.

source: Norges 4. rapport er avlevert i februar 2008.
sme: Norgga 4. raporta geigejuvvui guovvamánus 2008:s.

source: Under artikkel 30 redegjøres for nye lovbestemmelser og tiltak overfor samiske barn i barnehage og overfor samiske elever i grunnskolen, inkludert tiltak gjennom Kunnskapsløftet.
sme: Artihkkala 30 vuolde čilgejuvvojit ođđa láhkamearrádusat ja doaibmabijut mat leat sámi mánáide mánáidgárddiin ja sámi ohppiide vuođđoskuvllas, oktan doaibmabijuiguin mat leat Máhttoloktemis.

source: Det redegjøres for prosjektet «Samiske veivisere», spesielle tilskudd til idrett, samisk ungdomskonferanse og driftstilskudd til samiske barne- og ungdomsorganisasjoner.
sme: Prošeakta «Sámi ofelaččat», erenoamáš juolludeamit falástallamii, sámi nuoraidkonferánsii ja doaibmadoarjja sámi mánáid- ja nuoraidorganisašuvnnaide maid čilgejuvvojit.

source: Det redegjøres også for spesielle tiltak innenfor barnevernet til samiske barn.
sme: Erenoamáš doaibmabijut mánáidsuodjalusas sámi mánáide maid čilgejuvvojit.

source: Kommunene har en sentral rolle når det gjelder oppfølging av barnekonvensjonen, herunder barns rett til å si sin mening og bli hørt.
sme: Suohkaniin lea deaŧalaš rolla čuovvolit mánáidkonvenšuvnna, ja dan vuollái gullá maid dat ahte mánáin lea riekti dadjat oainnuset ja sin galgá guldalit.

source: Barne- og likestillingsdepartementet inviterte derfor 8 kommuner, bl.a. Alta og Kautokeino, til å innhente synspunkter fra barn og unge på hvordan det er å vokse opp i Norge.
sme: Danne bovdii Mánáid- ja dásseárvodepartemeanta 8 suohkana, ee. álttá ja Guovdageainnu čohkket mánáid ja nuoraid oainnuid dan birra movt Norggas lea bajásšaddat.

source: Målet har vært både å engasjere barn og unge i rapporteringen til FN, og å videreutvikle kompetanse i kommunene når det gjelder å innhente og følge opp synspunkter fra barn og unge.
sme: Mihttomearrin lea leamaš oččodit mánáid ja nuoraid mielde ONii raporteret, ja maid dat ahte buoridit suohkaniid gelbbolašvuođa mánáid ja nuoraid oainnuid čohkkemis ja čuovvoleamis.

source: NOVA har sammenfattet kommunenes rapporter, og en samlerapport følger som vedlegg til Norges 4. rapport til FNs barnekomité.
sme: NOVA lea oktiičohkken suohkaniid raporttaid, ja čohkkejuvvon raporta lea mielddusin Norgga 4. raporttas ON mánáidlávdegoddái.

source: Et utkast til Norges 4. rapport ble høsten 2007 forelagt Sametinget.
sme: Norgga 4. raportta álgočálus addojuvvui 2007 čavčča Sámediggái.

source: Sametinget ble bedt om å se spesielt på omtalen av samiske barn og unge, og komme med eventuelle bidrag.
sme: Sámedikki bivde erenoamážit geahččat dan mii lea sámi mánáid ja nuoraid birra, ja muđui buktit lasáhusaid.

source: Det ble også arrangert et møte med Sametinget.
sme: Čoahkkin maid dollojuvvui Sámedikkiin.

source: Sametinget har kommet med innspill til rapporten og deler av dette er tatt inn, bl.a. en generell omtale av utfordringer som Norge står overfor når det gjelder behovet for utvikling av samisk identitet og tilhørighet blant barn og unge, behovet for forsk ­ning på samiske barn og unges oppvekstvilkår, og behovet for samisk språk- og kulturkompetanse blant tilsatte i det offentlige tjenesteapparatet.
sme: Sámediggi lea buktán cealkámušaid raportii ja muhtin oassi dain lea biddjojuvvon dasa mielde, ee. oppalaš čálus dain hástalusain mat Norggas leat go lea dárbu ovddidit mánáid ja nuoraid sámi identitehta ja gullevaš-vuođa, sámi mánáid ja nuoraid bajásšaddandili dutkat, ja go lea dárbu sámi giella- ja kulturgelbbolašvuhtii almmolaš bálvalusapparáhta bargiin.

source: 9.2 Barneombudet
sme: 9.2 Mánáidáittardeaddji

source: Barneombudet er ombud for alle barn i Norge, inkludert samiske barn.
sme: Mánáidáittardeaddji lea buot Norgga mánáid áittardeaddji, maiddái sámi mánáid.

source: Ombudets generelle arbeidsoppgaver er å sikre alle barn i Norge en god oppvekst og de rettigheter de har gjennom FNs barnekonvensjon.
sme: áittardeaddji oppalaš bargodoaimmat lea sihkkarastit buot mánáide Norggas buori bajásšaddama ja sihkkarastit vuoigatvuođaid mat sis leat ON mánáidkonvenšuvnna bokte.

source: Dette arbeidet gjøres blant annet ved å overvåke at det sikkerhetsnettet som skal ta vare på barn i samfunnet fungerer.
sme: Diet bargu dahkkojuvvo earret eará nu ahte gozihuvvo dan sihkkarvuođafierpmádaga doaibman mii galgá váldit vára mánáin servodagas.

source: Barneombudets arbeid for å bedre barns rettigheter generelt kommer også samiske barn og unge til gode.
sme: Mánáidáittardeaddji bargu buoridit mánáid vuoigatvuođaid oppalaččat boahtá maid ávkin sámi mánáide ja nuoraide.

source: Når Barneombudet setter fokus på områder der barns rettigheter ikke i tilstrekkelig grad er ivaretatt, vil dette også være et arbeid for samiske barn.
sme: Go mánáidáittardeaddji čalmmustahttá daid surggiin main mánáid vuoigatvuođat eai leat doarvái vuhtiiváldojuvvon, de dat bargu lea maid sámi mánáid várás.

source: Hovedfokus er å oppnå reell likebehandling og motvirke diskriminering.
sme: Váldobargu lea olahit duohta ovttadássásaš meannudeami ja hehttet vealaheami.

source: Barneombudet har gjennom Barnekonvensjonens artikkel 30 et ansvar for å følge opp samiske barn og unges mulighet til å ivareta sin kultur.
sme: Mánáidáittardeaddjis lea Mánáidkonvenšuvnna artihkkala 30 bokte ovddasvástádus čuovvolit sámi mánáid ja nuoraid vejolašvuođa bealuštit iežaset kultuvrra.

source: Ombudet har altså både et generelt ansvar og et spesielt ansvar for samiske barn og unge.
sme: áittardeaddjis lea dasto sihke oppalaš ovddasvástádus ja erenoamáš ovddasvástádus sámi mánáin ja nuorain.

source: I 1994 engasjerte Barneombudet en egen samisk konsulent som hadde arbeidssted på Sametinget.
sme: 1994:s bijai Mánáidáittardeaddji virgái sierra sámi konsuleantta geas lei bargobáiki Sámedikkis.

source: Konsulentens oppgave var å arbeide for å ivareta samiske barn og unges rettigheter.
sme: Konsuleantta bargu lei vuhtiiváldit sámi mánáid ja nuoraid vuoigatvuođaid.

source: Arbeidet ble oppsummert og avsluttet i to rapporter i 1995, «Like som snøkrystaller», som beskrev situasjonen for samiske barn og unge i Norge.
sme: Barggu čoahkkáigesse ja loahpahedje guovtti raporttas 1995:s. «Ovttaláganat dego muohtačalmmit», mii govvii Norgga sámi mánáid ja nuoraid dili.

source: I etterkant av disse rapportene har Barneombudet hatt faste årlige møter med Sametinget for å diskutere ulike spørsmål av betydning for samiske barn og unge.
sme: Maŋŋil daid raporttaid leat Mánáidáittardead ­djis leamaš fásta jahkásaš čoahkkimat Sámedikkiin digaštallat iešguđetlágan áššiid mat gusket sámi mánáide ja nuoraide.

source: Barneombudet har også besøkt områder med samisk befolkning og snakket med fagpersoner innen barnevern, psykisk helsevern og skolesektor, samt besøkt flere samiske barnehager.
sme: Mánáidáittardeaddji lea maid finadan iešguđet guovlluin gos sámit orrot ja ságastallan mánáidsuodjalusa, psykalaš dearv-vašvuođasuodjalusa ja skuvlasuorggi fágaolbmuiguin, ja maid finadan máŋgga sámi mánáidgárddis.

source: Ombudet har også årlig deltatt på oppvekst- og barnehagekonferanser om samiske barn.
sme: áittardeaddji lea maid juohke jagi oassálastán bajásšaddan- ja mánáidgárdekonferánssain sámi mánáid birra.

source: Ombudet har gjennom samarbeid med Sametinget og fagpersoner opparbeidet seg en god kunnskapsbase om aktuelle problemstillinger for samiske barns oppvekst.
sme: áittardeaddji lea ovttasbarggus Sámedikkiin ja fágalbmuiguin háhkan ollu máhtu áigeguovdilis čuolmmaid birra sámi mánáid bajásšaddamis.

source: Ombudet har de siste år arbeidet med bl.a. følgende temaer:
sme: áittardeaddji lea maŋimus jagiid bargan ee. čuovvovaš fáttáiguin:

source: samiske barns mulighet til å ivareta sin kultur ved plassering i fosterhjem
sme: sámi mánáid vejolašvuođat váldit vára iežaset kultuvrras go fárrehuvvojit fuollaruktui

source: kvaliteten på samisk språkopplæring
sme: sámi giellaoahpahusa kvalitehta

source: psykisk helsevern for samiske barn
sme: sámi mánáide psykalaš dearvvašvuođasuodjalus

source: reindrift- og slaktingsreguleringer som forhindrer at barna kan erfare og lære om forvaltning av sentral samisk kultur, blant annet ved at barnehagebarna ikke kan være med på slakt
sme: boazodoalu- ja njuovvanráddjemat mat hehttejit mánáid beassamis vásihit ja oahppat hálddašit deaŧalaš oasi sámi kultuvrras, earret eará danne go mánáidgárdemánát eai beasa leat mielde njuovadettiin

source: styrking og utvikling av samisk identitet i områder med få samer
sme: nannet ja ovddidit sámi identitehta dain guovl. ­luin gos leat vátnásat sápmelaččat

source: definering av samisk identitet utenfor tradisjonelle samiske næringer.
sme: defineret sámi identitehta olggobeale árbevirolaš sámi ealáhusaid

source: I 2007 startet Barneombudet et prosjekt kalt «retten til medvirkning for samiske barn og unge». Prosjektet er et samarbeid mellom barneombudene i Sverige, Norge og Finland.
sme: 2007:s álggahii Mánáidáittardeaddji muhtin prošeavtta maid gohčodit «sámi mánáid ja nuoraid mieldedoaibman vuoigatvuohta» Prošeakta lea ovttasbargu gaskal Ruoŧa, Norgga ja Suoma mánáidáittardeddjiid.

source: Målet med prosjektet er at samiske barn skal få mulighet til å formidle sine erfaringer når det gjelder barns rett etter barnekonvensjonens artikkel 30.
sme: Dan prošeavtta mihttomearri lea ahte sámi mánát galget oažžut vejolašvuođa iežaset vásáhusaid gaskkustit go lea sáhka mánáid vuoigatvuođain mat leat čállojuvvon mánáidkonvenšuvnna 30. artihkkalii.

source: Barneombudet ønsker å få et bilde av situasjonen for samiske barn i de tre landene og identifisere problemområder slik barn selv ser dem.
sme: Mánáidáittardeaddji háliida oahppat dán golmma riikka sámi mánáid dili dovdat ja dovdáhit váttisvuođaid nu movt mánát daid oidnet.

source: Barneombudet ønsker å bringe barnas erfaringer og innspill videre til politikere, tjenestemenn og beslutningstakere i Norden for å bedre de samiske barnas stilling i samfunnet.
sme: Mánáidáittardeaddji háliida muitalit mánáid vásáhusaid ja evttohusaid Davviguovlluid politihkkáriidda, bálvalusolbmuide ja mearrided ­djiide vai sámi mánáid sadji buorránivččii servodagas.

source: Sametingets ungdomspolitiske utvalg har etter Barneombudets forslag fått et medlem i styringsgruppen for prosjektet.
sme: Sámedikki nuoraidpolitihkalaš lávdegoddi lea Mánáidáittardeaddji evttohusa mielde ožžon ovtta miellahtu prošeavtta stivrenjovkui.

source: Prosjektrapporten er ferdigstilt i april 2008.
sme: Prošeaktaraporta lea gárvánan 2008 cuoŋománu.

source: Barne- og likestillingsdepartementet styrket i 2007 Barneombudets budsjett for å sikre en bedre kompetanse på samiske spørsmål.
sme: Mánáid- ja dásseárvodepartemeanta nannii 2007:s Mánáidáittardeaddji bušeahta sihkkarastin dihte buoret gelbbolašvuođa sámi áššiin.

source: Ombudet har fra 2008 en egen rådgiver med faglig ansvar for samiske barn og unge, barn av nasjonale minoriteter og barn med flerkulturell bakgrunn.
sme: áittardeaddjis lea 2008 rájes iežas ráđđeaddi geas lea fágalaš ovddasvástádus sámi mánáin ja nuorain, nationála unnitlohkoálbmogiin ja dain mánáin geain lea máŋggakultuvrrat duogáš.

source: Rådgiverens rolle overfor samiske barn er å ivareta det samiske perspektivet innenfor alle problemstillinger Barneombudet arbeider med.
sme: Ráđđeaddi rolla sámi mánáid ektui lea vuhtii váldit sámi perspektiivva daid čuolmmaid oktavuođas maiguin Mánáidáittardeaddji bargá.

source: Barneombudet ønsker å styrke sitt arbeid i forhold til samiske barn og unge.
sme: Mánáidáittardeaddji háliida nannet iežas barggu sámi mánáid ja nuoraid ektui.

source: Barneombudet har ikke samiskspråklig kompetanse ved kontoret, men har opprettet kontakt med oversettere som brukes når Ombudet får brev på samisk.
sme: Mánáidáittardeaddjis ii leat sámegielat bargi kantuvrras, muhto son lea ásahan oktavuođa jorgaleddjiiguin geat adnojuvvojit go áittardeaddjái bohtet reivvet sámegillii.

source: For å sikre og styrke samiske barns rettigheter vil Barne- og likestillingsdepartementet fortsatt bidra til å styrke kompetansen på samiske spørsmål hos Barneombudet.
sme: Mánáid- ja dásseárvodepartemeanta áigu sihkkarastit ja nannet sámi mánáid vuoigatvuođaid ja danne áigu ain leat fárus nanneme Mánáidáittardeaddji gelbbolašvuođa sámi áššiin.

source: 9.3 Kommunal og fylkeskommunal barne- og ungdomspolitikk
sme: 9.3 Suohkanlaš ja fylkkasuohkanlaš mánáid- ja nuoraidpolitihkkka
